Revit 2024 API
RebarContainer.ItemsCount Property
 The count of Items in this Rebar Container.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public int ItemsCount { get; }
Visual Basic
Public ReadOnly Property ItemsCount As Integer
	Get
Visual C++
public:
property int ItemsCount {
	int get ();
}
See Also
RebarContainer Class
Autodesk.Revit.DB.Structure Namespace